Repository: Nasfald/wikipp
Catalog: po/*.po
Languages: fr

source: LANG
fr: Français

source: Users Only
fr: Réservé aux personnes enregistrées

source: Wiki Title
fr: Titre du Wiki

source: About Wiki
fr: À propose du Wiki

source: Copyright String
fr: Chaîne de copyright

source: Submit
fr: Envoyer

source: Disable creation of new articles by visitors
fr: Empêcher la création de nouveaux articles par les visiteurs

source: ## About Wiki++ is a wiki engine powered by [CppCMS](http://cppcms.sf.net/) web development framework.
fr: ## À propos Wiki++ est un moteur de wiki gérée par [CppCMS](http://cppcms.sf.net/) framezwork de dévelopement web

source: (C) All Rights Reserved
fr: (C) Tous droits réservées

source: Title
fr: Titre

source: Content
fr: Contenu

source: Sidebar
fr: Bar latérale

source: Save
fr: Enregistrer

source: Save and Continue
fr: Enregistrer et continuer

source: Preview
fr: Aperçu

source: Disable editing by visitors
fr: Empêcher l'édition d'articles par les personnes non-enregistrées

source: Please Login
fr: Veuillez-vous identifier

source: Username
fr: Pseudo

source: Password
fr: Mot de passe

source: Login
fr: Identifiant

source: Confirm
fr: Confirmer

source: Solve
fr: Résoudre

source: This user exists
fr: Ce compte existe déjà

source: Wellcome to WikiPP
fr: Bienvenu sur WikiPP

source: Users Area
fr: Zone réservée aux personnes enregistrées

source: Index
fr: Sommaire

source: Changes
fr: Modifications

source: Main Page
fr: Page principale

source: LTR
fr: LRTL

source: Logout
fr: Déconnexion

source: Main
fr: Principal

source: Valid CSS
fr: CSS Validé

source: Valid XHTML 1.0
fr: XHTML 1.0 Validé

source: Template design based on <a href="http://ContentedDesigns.com">Contented Designs</a>
fr: Nodèles des concept artistique basée sur<a href="http://ContentedDesigns.com">Contented Designs</a>

source: Edit
fr: Modifier

source: History
fr: Historique

source: New Article
fr: Nouvel article

source: Back to page
fr: Retourner à la page

source: Edit this version (rollback)
fr: Modifier cette version (revenir en arrière)

source: (version {1,num}, from {2,dt=s})
fr: (version {1,num}, depuis {2,dt=s})

source: Difference "{1}" ver. {2} versus ver. {3}
fr: Differences "{1}" entre ver. {2} et ver. {3}

source: Edit version {1,num}
fr: Modifier version {1,num}

source: No such page or version exist
fr: Aucune page ou version de ce type

source: No difference between these versions
fr: Aucune différences entre ces versions

source: Titles
fr: Titre

source: WikiPP :: History
fr: WikiPP :: Historique

source: Version {1,num}, changed at {2,dt=s}, by {3}
fr: Version {1,num}, changée à {2,dt=s}, par {3}

source: Show
fr: Montrer

source: Edit (rollback)
fr: Modifier (revenir en arrière)

source: Diff to previous
fr: Diff. avec la précédente

source: History is empty
fr: L'Historique est vide

source: Next page
fr: Page suivante

source: WikiPP :: Login
fr: WikiPP :: Authentification

source: Register as new user
fr: Enregistrer un nouveau compte

source: WikiPP :: Register
fr: WikiPP :: Enregistrement

source: WikiPP :: Edit Options
fr: WikiPP :: Modifier les options

source: Index of Articles
fr: Sommaire les articles

source: Recent Changes
fr: Changements récents

source: version {1,num}, at {2,dt=s}, by {3}
fr: version {1,num}, à {2,dt=s}, par {3}

source: Next Page
fr: Page suivante

source: No more changes
fr: Pas d'autres modifications
